Revit 2027 API
GroupTypeId.StairsTreadsRisers Property
 Threads/Risers.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTreadsRisers { get; }
Public Shared ReadOnly Property StairsTreadsRisers As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTreadsRisers {
	ForgeTypeId^ get ();
}
static member StairsTreadsRisers : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace